Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/tid_for_samtale_nordsamisk.pdf.tmx
Source language: sme
Languages: sma

source: Ovtta ságastallamis sáhttet guovddášfágat nugo sámegiella ja matematihkka leat fáddán, eará háve gis sáhttá deattuhit geavatlaš ja estehtalaš fágaid.
sma: Soptsestallemisnie lea vihkeles sjiere aamhtsigujmie barkedh desnie gusnie learohken faage-tjøødth-sijjie. Soptsestallemh aaj jeatjh-laakan sjidtieh gosse learohke noereskuvlese båata.

source: Bargovuogit sáhttet maiddái leat ovdánanságastallama fáddán.
sma: Lissine aamhtside mej bijre aerebi soptsestamme, karakterh båetieh.

source: Mo oahppi doaibmá sosiálaččat, galggašii leat juohke ovdánanságastallama fáddá.
sma: Dihte orre aamhtse soptsestallemasse sjædta. Ovmese joekehtsh

source: Vaikko vel fáttát sáhttet ja galggašedje molsašuvvat ságastallamis ságastallamii, de lea deaŧalaš ahte oahppi ja váhnemat dovdet ahte dat mii sin mielas lea deaŧaleamos, lea maiddái áššin ságastallamis.
sma: Vuekie maana-skuvlesne lea learohkem bihkedidh magkeres dåemiedimmie lea sjiehteles jeatja learohki ektine, mohte faage-digkiedimmie lea vihkelommes noere-skuvlesne.Åejvie-tsiehkie øvtiedimmie-soptsestallemisnie lea abpe learohkem jarngese viedtjedh.

source: Go ságastallamii lea bures ráhkkanahtton ja gulahallan doaibmá bures, de dat sihkkarastá ahte buohkaide dahká ságastallan buori.
sma: Mearan akten soptsestallemisnie nøørjen giele jih matematigke jarngesne tjåadtjoeh, maahta jeatja soptsestallemisnie praktiske-jih estetiske faagi bijre digkiedidh.
